Repository: 84000/data-translation-memory
Catalog: toh331-v3.tmx
Source language: bo
Languages: en

source: ཟླ་བའི་མདོ།
en: The Sūtra of the Moon (2)

source: དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the Three Jewels!

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན། བཅོམ་ལྡན་འདས་ཡུལ་ཙམ་པ་ཅན་ན་འགྲོ་བ་པོའི་རྫིང་བུའི་འགྲམ་ན་བཞུགས་ཏེ། དེའི་ཚེ་ལྷ་མ་ཡིན་གྱི་དབང་པོ་སྒྲ་གཅན་གྱིས་ཟླ་བའི་དཀྱིལ་འཁོར་ཐམས་ཅད་འོད་ཀྱིས་བཀབ་པར་གྱུར་ཏོ། ། དེ་ནས་ཟླ་བའི་དཀྱིལ་འཁོར་ན་གནས་པའི་ལྷ་གང་ཡིན་པ་དེ་སྐྲག་ཅིང་དངངས་ལ་མི་དགའ་བར་གྱུར་ནས། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །
en: Thus did I hear at one time. The Blessed One was dwelling on the bank of Traveler’s Pond in the country of Campā. At that time, the entire moon was covered by Rāhu, lord of the asuras. Then the god who dwells on the disk of the moon, frightened, terrified, and dismayed, approached the Blessed One, bowed his head to the Blessed One’s feet, and sat to one side. He then appealed to him in verse:

source: ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་ལྷ་དེས་དེའི་ཚེ་ཚིགས་སུ་བཅད་དེ་གསོལ་པ། ཀུན་ལས་རྣམ་པར་རབ་གྲོལ་བའི། །སངས་རྒྱས་དཔའ་བོ་ཁྱོད་ཕྱག་འཚལ། །
en: “I pay homage to you, Thoroughly liberated, heroic Buddha!

source: གནོད་པ་དག་དང་ཕྲད་གྱུར་པ། །བདག་གི་སྐྱབས་ནི་མཛད་པར་གསོལ། །
en: I am in distress. Please grant me refuge! “Candramas took refuge

source: འཇིག་རྟེན་དགྲ་བཅོམ་བདེ་གཤེགས་ལ། །ཟླ་བ་སྐྱབས་སུ་མཆི་ལགས་ཀྱིས། །སངས་རྒྱས་འཇིག་རྟེན་ཐུགས་བརྩེ་རྣམས། །ཟླ་བ་ཐར་མཛོད་སྒྲ་གཅན་ལས། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། །སྒྲ་གཅན་ཟླ་བ་མུན་སེལ་བ། །ནམ་མཁའ་དག་ལ་འོད་བྱེད་ཅིང་། །ལམ་མེར་འདུག་ལ་དཀར་བ་དང་། རྣམ་པར་དག་པའི་འོད་ལྡན་པ། །བར་སྣང་དག་ལ་མ་བཟུང་བར། །སྐྱེ་དགུའི་སྒྲོན་དེ་མྱུར་དུ་ཐོང་། །
en: In the Worthy One in the world, the Well-Gone One. Therefore, free the moon from Rāhu! Buddhas have compassion for the world.” The Blessed One said: “Rāhu! The moon dispels darkness. Illuminating the sky, It is radiant, Shining with white and pristine light.

source: དེ་ནས་རིངས་བཞིན་སྒྲ་གཅན་དེ། །
en: Instead of seizing it in the sky, Instantly release the lamp of beings!”

source: ལུས་ཀྱང་རྔུལ་ཅིང་སྐྲག་གྱུར་ལ། །ནད་པ་བཞིན་དུ་བརྟད་པ་ཡིས། །ཟླ་བ་རྣམ་པར་གཏོང་བར་བྱེད། །
en: Then Rāhu, in a hurry, Covered in sweat, agitated, And confused like a sick person, Released the moon.

source: དེ་ནས་རྣམ་པར་སྣང་བྱེད་ཀྱི་བུ་ཆེན་པོས་ལྷ་མ་ཡིན་གྱི་དབང་པོ་སྒྲ་གཅན་རིངས་པ་བས་ཀྱང་རིངས་པར་ཟླ་བའི་དཀྱིལ་འཁོར་བཏང་བ་མཐོང་ངོ་། ། མཐོང་ནས་ ཀྱང་དེའི་ཚེ་ཚིགས་སུ་བཅད་དེ་
en: When the great son of Virocana saw that Rāhu, lord of the asuras, had very swiftly released the moon, he asked him in verse:

source: སྨྲས་པ། ཅི་ཡི་ཕྱིར་ན་སྒྲ་གཅན་ཁྱོད། །ལུས་ཀྱང་རྔུལ་ཅིང་སྐྲག་གྱུར་ལ། །ནད་པ་བཞིན་དུ་བརྟད་པ་ཡིས། །རིངས་པར་ཟླ་བ་གཏོང་བར་བྱེད། །
en: “Why did you, Rāhu, Covered in sweat, agitated, And confused like a sick person, Hurriedly release the moon?”

source: སྒྲ་གཅན་གྱིས་སྨྲས་པ། སངས་རྒྱས་ཚིགས་བཅད་འདི་བརྗོད་པས། །གལ་ཏེ་ཟླ་བ་མ་བཏང་ན། །
en: Rāhu replied: “As the Buddha uttered that verse, If I had not released the moon,

source: བདག་གི་མགོ་བོ་ཚལ་བདུན་འགས། །
en: My head would have split into seven pieces,

source: གསོན་ཡང་བདེ་བར་མི་འགྱུར་རོ། །
en: And even while alive I would not find happiness.”

source: རྣམ་པར་སྣང་བྱེད་ཀྱི་བུ་ཆེན་པོས་སྨྲས་པ། ཀྱེ་མ་བདེན་པ་གཟིགས་པ་ཡི། །སངས་རྒྱས་རྣམས་ནི་འབྱུང་བ་རྨད། །
en: The great son of Virocana exclaimed: “Oh wonder! Amazing is the emergence of buddhas, Who see peace!

source: དེ་དག་གིས་ནི་ཚིགས་སུ་བཅད། །
en: If they utter a verse,

source: བརྗོད་ན་སྒྲ་གཅན་ཟླ་བ་གཏོང་། །
en: Rāhu will free the moon.”

source: །​ཟླ་བའི་མདོ་རྫོགས་སོ།​། །​།
en: This concludes “The Sūtra of the Moon.”
